export default function WhyxpFeatures() {
  return (
    <div>
      <section
        id='whyxpfeatures'
        className='section-whyxp-features'
      >
        <div className='container'>
          <div className='u-center-text u-margin-bottom-medium'>
            <h1 className='heading-secondary'>
              เพื่อสร้างความมั่นใจในความสมควรเดินอากาศสำหรับทุกโครงการการบิน
            </h1>
          </div>
          <div className='row'>
            <div className='col-3-of-3'>
              <p className='paragraph'>
                ด้วยการปฏิบัติตามกระบวนการ FLIGHT ที่เป็นกรรมสิทธิ์ของเรา XP
                Services
                สามารถบรรลุผลลัพธ์ที่ต้องการได้อย่างสม่ำเสมอสำหรับทุกโครงการการบินที่สำคัญต่อภารกิจที่เราส่งมอบ
                เราแก้ปัญหาความท้าทายด้านการบินที่ซับซ้อนที่สุดของคุณ
                ในขณะที่เราใช้แนวคิดการทำงานที่รวดเร็วว่องไวเพื่อขจัดปัญหาโครงการ
                จากแนวคิดและการพัฒนาไปจนถึงการทดสอบ และการนำไปใช้
              </p>
              <p className='paragraph'>
                วิธีการเหล่านี้สามารถทำซ้ำได้ ช่วยให้เราทำงานได้รวดเร็ว
                และมั่นใจได้ถึงประสิทธิภาพด้านต้นทุน สิ่งที่สำคัญไม่แพ้กันคือ
                การดำเนินงานตามแบบแผน โดย
                แนวทางของเราในทุกโครงการมีระเบียบวินัย, ละเอียดถี่ถ้วน
                และจัดทำเป็นเอกสารในทุกขั้นตอนเพื่อให้แน่ใจว่าบรรลุผลลัพธ์
              </p>
            </div>
          </div>
        </div>
      </section>
    </div>
  );
}
