export default function WhyxpFeatures() {
  return (
    <div>
      <section
        id='whyxpfeatures'
        className='section-whyxp-features'
      >
        <div className='container'>
          <div className='u-center-text u-margin-bottom-medium'>
            <h1 className='heading-secondary'>
              รับประกันความคุ้มค่าทางอากาศสำหรับทุกโครงการการบิน
            </h1>
          </div>
          <div className='row'>
            <div className='col-md-8 offset-md-2'>
              <p className='paragraph'>
                โดยการปฏิบัติตามกระบวนการ FLIGHT ที่เป็นกรรมสิทธิ์ของเรา XP
                Services ก็สามารถดำเนินการได้
                เพื่อให้บรรลุผลตามที่ต้องการอย่างสม่ำเสมอในทุกภารกิจ
                โครงการการบินที่สำคัญที่เราส่งมอบ
                เราแก้ปัญหาที่ซับซ้อนที่สุดของคุณ
                ความท้าทายด้านการบินในขณะที่เราใช้กรอบความคิดที่คล่องตัวในการกำจัด
                ประเด็นโครงการตั้งแต่การคิดและพัฒนาตลอดจน การทดสอบและการใช้งาน
              </p>
              <p className='paragraph'>
                โซลูชันเหล่านี้สามารถทำซ้ำได้ ช่วยให้เรายังคงความว่องไว และ
                มั่นใจได้ถึงประสิทธิภาพด้านต้นทุน สิ่งสำคัญคือเราเป็นอย่างไร
                มีระเบียบแบบแผน แนวทางของเราในทุกโครงการมีระเบียบวินัย
                อย่างละเอียดถี่ถ้วนและจัดทำเป็นเอกสารทุกขั้นตอนเพื่อให้มั่นใจว่าผลลัพธ์ที่ได้
                พบกัน
              </p>
            </div>
          </div>
        </div>
      </section>
    </div>
  );
}
