export default function PartnersFeatures() {
  return (
    <div>
      <section
        id='partnersfeatures'
        className='section-partners-features'
      >
        <div className='u-center-text u-margin-bottom-medium'>
          <h1 className='heading-secondary'>
            ความสามารถในการส่งมอบสิ่งที่ดีที่สุดจำเป็นต้องทำงานร่วมกับสิ่งที่ดีที่สุด
          </h1>
        </div>
        <div className='container'>
          <div className='row'>
            <div className='col-3-of-3'>
              <p className='paragraph'>
                พันธมิตรของเราเป็นผู้ริเริ่มนวัตกรรมชั้นนำในอุตสาหกรรมการบินสำหรับทุกสิ่ง
                ตั้งแต่เทคโนโลยีระบบการบินไปจนถึงชิ้นส่วนทดแทนหลังการขายที่มีความแม่นยำสูงและได้รับการรับรอง
                สิ่งที่เราได้รับจากความร่วมมืออันทรงคุณค่าเหล่านี้คือความสามารถที่เพิ่มขึ้น
                เพื่อตอบสนองความต้องการที่แน่นอนของคุณในการจัดหา การทดสอบ
                การฝึกอบรม การบำรุงรักษา และการอัพเกรดเครื่องบิน
                ทุกบริการที่เรานำเสนอสามารถให้บริการได้ทั่วโลกสำหรับแอปพลิเคชันด้านการบินทางการทหาร
                การพาณิชย์ และการบังคับใช้กฎหมายของคุณ
                และเราทำได้ตรงเวลาและตามงบประมาณ
              </p>
            </div>
          </div>
        </div>
      </section>
    </div>
  );
}
