export default function PartnersFeatures() {
  return (
    <div>
      <section
        id='partnersfeatures'
        className='section-partners-features'
      >
        <div className='u-center-text u-margin-bottom-medium'>
          <h1 className='heading-secondary'>พันธมิตรของเรา</h1>
        </div>
        <div className='container'>
          <div className='row'>
            <div className='col-3-of-3'>
              <p className='paragraph'>
                ความสามารถในการส่งมอบสิ่งที่ดีที่สุดนั้นจำเป็นต้องทำงานร่วมกับสิ่งที่ดีที่สุดเช่นกัน
                พันธมิตรของเราเป็นผู้ริเริ่มชั้นนำในอุตสาหกรรมการบินสำหรับทุกด้าน
                ตั้งแต่เทคโนโลยีระบบการบินไปจนถึงชิ้นส่วน-อะไหล่หลังการขายที่มีความแม่นยำสูงและได้รับการรับรอง
              </p>
              <p className='paragraph'>
                สิ่งที่เราได้รับจากความร่วมมืออันมีคุณค่าเหล่านี้
                คือความสามารถที่เพิ่มขึ้นเพื่อตอบสนองความต้องการที่แท้จริงของคุณในการจัดหา,
                การทดสอบ, การฝึกอบรม, การบำรุงรักษา และการอัปเกรดเครื่องบิน
                ทุกบริการที่เรานำเสนอนั้น
                สามารถให้บริการได้ทั่วโลกสำหรับแอปพลิเคชันด้านการบินทางทหารเชิงพาณิชย์และการบังคับใช้กฎหมายของคุณ
                ซึ่งเราทำได้ตรงตามเวลาและงบประมาณที่กำหนด
              </p>
            </div>
          </div>
        </div>
      </section>
    </div>
  );
}
